index.org
#+TITLE: Matkatavarat vaellukselle

* Elintarvikkeita
** Juomat
- Pikakahvia
- Urheilujuomajauhe
** Ruoat
- Digestive-keksejä
- Kuivattuja hedelmiä
- Makeisia
- Nuudeleita
- Näkkileipää
- Puuroa
- Pähkinöitä
- Riisisuklaata
- Salamimakkaraa
* Rinkka
- Sateensuoja
* Tarvikkeet
** Hygienia
- Deodoranttia
- Desinfiointiainetta
- Hammasharja ja -tahna
- Kosteuspyyhkeitä
- Saippuaa
- Tiskiaine
- Tiskiharja
- WC-paperia
** Lääkintä
- Hirvikärpäs- ja punkkikarkoite
- Laastaria
- Rakkolaastari
- Särkylääke
** Juominen
- Juomapullo
- Vedenpuhdistin
- Termospullo
  + Tarpeellinen keittämällä puhdistetun veden säilytykseen
** Ruoan valmistaminen
- Kahvikuppi
- Kahvipannu
- Retkikeitin ja polttoaine
** Ruokailu
- Haarukka
- Lusikka
- Ruoka-astia
** Sekalaista
- Aurinkolasit
- Kartta
- Latausjohto
- Roskapussi
- Taskulamppu ja varaparisto
- Virtapankki
** Työkalut
- Linkkuveitsi
- Naru
- Puukko
- Sytytysneste
- Teippiä
- Tulentekovälineet
* Tekstiilit
** Jalkineet
- Hyvät kengät
- Sukkia
- Taukokengät (esim. "Crocs")
** Leiriytyminen
- Istuma-alusta (esim. vaahtomuovinen)
- Makuualusta (ilmatäyttöinen)
- Makuupussi
- Matkatyyny
- Teltta
** Peseytyminen
- Pyyhe
** Vaatteet
- Boksereita
- Fleecepusero
- Hanskat
- Pitkät kalsarit
- Päähine
- Sadetakki tai -viitta
- Shortsit
- Takki
- T-paita (2 kpl tekninen)
- Verryttelyhousut
