index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-22 Wed 15:30 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Matkatavarat vaellukselle</title>
<meta name="author" content="Stratos Staboulis" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Matkatavarat vaellukselle</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org6eb6f96">1. Elintarvikkeita</a>
<ul>
<li><a href="#orgfccc751">1.1. Juomat</a></li>
<li><a href="#org5a6c367">1.2. Ruoat</a></li>
</ul>
</li>
<li><a href="#org0b6b41d">2. Rinkka</a></li>
<li><a href="#orgf5f4276">3. Tarvikkeet</a>
<ul>
<li><a href="#org6a42522">3.1. Hygienia</a></li>
<li><a href="#orgf0d9ced">3.2. Lääkintä</a></li>
<li><a href="#org415305e">3.3. Juominen</a></li>
<li><a href="#org3fea781">3.4. Ruoan valmistaminen</a></li>
<li><a href="#org3835b86">3.5. Ruokailu</a></li>
<li><a href="#org449dd0c">3.6. Sekalaista</a></li>
<li><a href="#orge1881f6">3.7. Työkalut</a></li>
</ul>
</li>
<li><a href="#org0018464">4. Tekstiilit</a>
<ul>
<li><a href="#orga64def6">4.1. Jalkineet</a></li>
<li><a href="#orgf443a9c">4.2. Leiriytyminen</a></li>
<li><a href="#org491d5e9">4.3. Peseytyminen</a></li>
<li><a href="#orgd4e2135">4.4. Vaatteet</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org6eb6f96" class="outline-2">
<h2 id="org6eb6f96"><span class="section-number-2">1.</span> Elintarvikkeita</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgfccc751" class="outline-3">
<h3 id="orgfccc751"><span class="section-number-3">1.1.</span> Juomat</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>Pikakahvia</li>
<li>Urheilujuomajauhe</li>
</ul>
</div>
</div>
<div id="outline-container-org5a6c367" class="outline-3">
<h3 id="org5a6c367"><span class="section-number-3">1.2.</span> Ruoat</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Digestive-keksejä</li>
<li>Kuivattuja hedelmiä</li>
<li>Makeisia</li>
<li>Nuudeleita</li>
<li>Näkkileipää</li>
<li>Puuroa</li>
<li>Pähkinöitä</li>
<li>Riisisuklaata</li>
<li>Salamimakkaraa</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0b6b41d" class="outline-2">
<h2 id="org0b6b41d"><span class="section-number-2">2.</span> Rinkka</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>Sateensuoja</li>
</ul>
</div>
</div>
<div id="outline-container-orgf5f4276" class="outline-2">
<h2 id="orgf5f4276"><span class="section-number-2">3.</span> Tarvikkeet</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org6a42522" class="outline-3">
<h3 id="org6a42522"><span class="section-number-3">3.1.</span> Hygienia</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Deodoranttia</li>
<li>Desinfiointiainetta</li>
<li>Hammasharja ja -tahna</li>
<li>Kosteuspyyhkeitä</li>
<li>Saippuaa</li>
<li>Tiskiaine</li>
<li>Tiskiharja</li>
<li>WC-paperia</li>
</ul>
</div>
</div>
<div id="outline-container-orgf0d9ced" class="outline-3">
<h3 id="orgf0d9ced"><span class="section-number-3">3.2.</span> Lääkintä</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Hirvikärpäs- ja punkkikarkoite</li>
<li>Laastaria</li>
<li>Rakkolaastari</li>
<li>Särkylääke</li>
</ul>
</div>
</div>
<div id="outline-container-org415305e" class="outline-3">
<h3 id="org415305e"><span class="section-number-3">3.3.</span> Juominen</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Juomapullo</li>
<li>Vedenpuhdistin</li>
<li>Termospullo
<ul class="org-ul">
<li>Tarpeellinen keittämällä puhdistetun veden säilytykseen</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org3fea781" class="outline-3">
<h3 id="org3fea781"><span class="section-number-3">3.4.</span> Ruoan valmistaminen</h3>
<div class="outline-text-3" id="text-3-4">
<ul class="org-ul">
<li>Kahvikuppi</li>
<li>Kahvipannu</li>
<li>Retkikeitin ja polttoaine</li>
</ul>
</div>
</div>
<div id="outline-container-org3835b86" class="outline-3">
<h3 id="org3835b86"><span class="section-number-3">3.5.</span> Ruokailu</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>Haarukka</li>
<li>Lusikka</li>
<li>Ruoka-astia</li>
</ul>
</div>
</div>
<div id="outline-container-org449dd0c" class="outline-3">
<h3 id="org449dd0c"><span class="section-number-3">3.6.</span> Sekalaista</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>Aurinkolasit</li>
<li>Kartta</li>
<li>Latausjohto</li>
<li>Roskapussi</li>
<li>Taskulamppu ja varaparisto</li>
<li>Virtapankki</li>
</ul>
</div>
</div>
<div id="outline-container-orge1881f6" class="outline-3">
<h3 id="orge1881f6"><span class="section-number-3">3.7.</span> Työkalut</h3>
<div class="outline-text-3" id="text-3-7">
<ul class="org-ul">
<li>Linkkuveitsi</li>
<li>Naru</li>
<li>Puukko</li>
<li>Sytytysneste</li>
<li>Teippiä</li>
<li>Tulentekovälineet</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org0018464" class="outline-2">
<h2 id="org0018464"><span class="section-number-2">4.</span> Tekstiilit</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orga64def6" class="outline-3">
<h3 id="orga64def6"><span class="section-number-3">4.1.</span> Jalkineet</h3>
<div class="outline-text-3" id="text-4-1">
<ul class="org-ul">
<li>Hyvät kengät</li>
<li>Sukkia</li>
<li>Taukokengät (esim. &ldquo;Crocs&rdquo;)</li>
</ul>
</div>
</div>
<div id="outline-container-orgf443a9c" class="outline-3">
<h3 id="orgf443a9c"><span class="section-number-3">4.2.</span> Leiriytyminen</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li>Istuma-alusta (esim. vaahtomuovinen)</li>
<li>Makuualusta (ilmatäyttöinen)</li>
<li>Makuupussi</li>
<li>Matkatyyny</li>
<li>Teltta</li>
</ul>
</div>
</div>
<div id="outline-container-org491d5e9" class="outline-3">
<h3 id="org491d5e9"><span class="section-number-3">4.3.</span> Peseytyminen</h3>
<div class="outline-text-3" id="text-4-3">
<ul class="org-ul">
<li>Pyyhe</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4e2135" class="outline-3">
<h3 id="orgd4e2135"><span class="section-number-3">4.4.</span> Vaatteet</h3>
<div class="outline-text-3" id="text-4-4">
<ul class="org-ul">
<li>Boksereita</li>
<li>Fleecepusero</li>
<li>Hanskat</li>
<li>Pitkät kalsarit</li>
<li>Päähine</li>
<li>Sadetakki tai -viitta</li>
<li>Shortsit</li>
<li>Takki</li>
<li>T-paita (2 kpl tekninen)</li>
<li>Verryttelyhousut</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Stratos Staboulis</p>
<p class="date">Created: 2021-09-22 Wed 15:30</p>
</div>
</body>
</html>
